{
    "anime": [
        {
            "title": "Gintama: The Final",
            "image": "https:\/\/cdn.myanimelist.net\/images\/anime\/1245\/116760.jpg",
            "description": "Two years have passed following the Tendoshuu's invasion of the O-Edo Central Terminal. Since then, the Yorozuya have gone their separate ways. Foreseeing Utsuro's return, Gintoki Sakata begins surveying Earth's ley lines for traces of the other man's Altana. After an encounter with the remnants of the Tendoshuu—who continue to press on in search of immortality—Gintoki returns to Edo.\n\nLater, the regrouped Shinsengumi and Yorozuya begin an attack on the occupied Central Terminal. With the Altana harvested by the wreckage of the Tendoshuu's ship in danger of detonating, the Yorozuya and their allies fight their enemies while the safety of Edo—and the rest of the world—hangs in the balance. Fulfilling the wishes of their teacher, Shouyou Yoshida's former students unite and relive their pasts one final time in an attempt to save their futures.\n\n[Written by MAL Rewrite]",
            "score": 9.1
        },
        {
            "title": "Gintama': Enchousen",
            "image": "https:\/\/cdn.myanimelist.net\/images\/anime\/1452\/123686.jpg",
            "description": "While Gintoki Sakata was away, the Yorozuya found themselves a new leader: Kintoki, Gintoki's golden-haired doppelganger. In order to regain his former position, Gintoki will need the help of those around him, a troubling feat when no one can remember him! Between Kintoki and Gintoki, who will claim the throne as the main character?\n\nIn addition, Yorozuya make a trip back down to red-light district of Yoshiwara to aid an elderly courtesan in her search for her long-lost lover. Although the district is no longer in chains beneath the earth's surface, the trio soon learn of the tragic backstories of Yoshiwara's inhabitants that still haunt them. With flashback after flashback, this quest has Yorozuya witnessing everlasting love and protecting it as best they can with their hearts and souls.\n\n[Written by MAL Rewrite]",
            "score": 9
        },
        {
            "title": "Hunter x Hunter (2011)",
            "image": "https:\/\/cdn.myanimelist.net\/images\/anime\/1337\/99013.jpg",
            "description": "Hunters devote themselves to accomplishing hazardous tasks, all from traversing the world's uncharted territories to locating rare items and monsters. Before becoming a Hunter, one must pass the Hunter Examination—a high-risk selection process in which most applicants end up handicapped or worse, deceased.\n\nAmbitious participants who challenge the notorious exam carry their own reason. What drives 12-year-old Gon Freecss is finding Ging, his father and a Hunter himself. Believing that he will meet his father by becoming a Hunter, Gon takes the first step to walk the same path.\n\nDuring the Hunter Examination, Gon befriends the medical student Leorio Paladiknight, the vindictive Kurapika, and ex-assassin Killua Zoldyck. While their motives vastly differ from each other, they band together for a common goal and begin to venture into a perilous world.\n\n[Written by MAL Rewrite]",
            "score": 9
        },
        {
            "title": "Fruits Basket: The Final",
            "image": "https:\/\/cdn.myanimelist.net\/images\/anime\/1085\/114792.jpg",
            "description": "Hundreds of years ago, the Chinese zodiac spirits and their god swore to stay together eternally. United by this promise, the possessed members of the Souma family shall always return to each other under any circumstances. Yet, when these bonds shackle them from freedom, it becomes an undesirable burden—a curse. As head of the clan, Akito is convinced that he shares a special connection with the other Soumas. While he desperately clings to this fantasy, the rest of the family remains isolated and suppressed by the fear of punishment.\n\nTooru Honda, who has grown attached to the Soumas, is determined to break the chains that bind them. Her companionship with the family and her friends encourages her to move forward with lifting the curse. However, due to confounding revelations, she struggles to find the tenacity to continue her endeavors. With time slowly withering away, Tooru contends with an uncertain future in hopes of reaching the tranquility that may lie beyond all this commotion.\n\n[Written by MAL Rewrite]",
            "score": 8.9
        },
        {
            "title": "Steins;Gate",
            "image": "https:\/\/cdn.myanimelist.net\/images\/anime\/1935\/127974.jpg",
            "description": "Eccentric scientist Rintarou Okabe has a never-ending thirst for scientific exploration. Together with his ditzy but well-meaning friend Mayuri Shiina and his roommate Itaru Hashida, Okabe founds the Future Gadget Laboratory in the hopes of creating technological innovations that baffle the human psyche. Despite claims of grandeur, the only notable \"gadget\" the trio have created is a microwave that has the mystifying power to turn bananas into green goo.\n\nHowever, when Okabe attends a conference on time travel, he experiences a series of strange events that lead him to believe that there is more to the \"Phone Microwave\" gadget than meets the eye. Apparently able to send text messages into the past using the microwave, Okabe dabbles further with the \"time machine,\" attracting the ire and attention of the mysterious organization SERN.\n\nDue to the novel discovery, Okabe and his friends find themselves in an ever-present danger. As he works to mitigate the damage his invention has caused to the timeline, Okabe fights a battle to not only save his loved ones but also to preserve his degrading sanity.\n\n[Written by MAL Rewrite]",
            "score": 9.1
        },
        {
            "title": "Gintama'",
            "image": "https:\/\/cdn.myanimelist.net\/images\/anime\/4\/50361.jpg",
            "description": "After a one-year hiatus, Shinpachi Shimura returns to Edo, only to stumble upon a shocking surprise: Gintoki and Kagura, his fellow Yorozuya members, have become completely different characters! Fleeing from the Yorozuya headquarters in confusion, Shinpachi finds that all the denizens of Edo have undergone impossibly extreme changes, in both appearance and personality. Most unbelievably, his sister Otae has married the Shinsengumi chief and shameless stalker Isao Kondou and is pregnant with their first child.\n\nBewildered, Shinpachi agrees to join the Shinsengumi at Otae and Kondou's request and finds even more startling transformations afoot both in and out of the ranks of the the organization. However, discovering that Vice Chief Toushirou Hijikata has remained unchanged, Shinpachi and his unlikely Shinsengumi ally set out to return the city of Edo to how they remember it.\n\nWith even more dirty jokes, tongue-in-cheek parodies, and shameless references, Gintama' follows the Yorozuya team through more of their misadventures in the vibrant, alien-filled world of Edo.\n\n[Written by MAL Rewrite]",
            "score": 9
        },
        {
            "title": "Sousou no Frieren",
            "image": "https:\/\/cdn.myanimelist.net\/images\/anime\/1015\/138006.jpg",
            "description": "During their decade-long quest to defeat the Demon King, the members of the hero's party—Himmel himself, the priest Heiter, the dwarf warrior Eisen, and the elven mage Frieren—forge bonds through adventures and battles, creating unforgettable precious memories for most of them.\n\nHowever, the time that Frieren spends with her comrades is equivalent to merely a fraction of her life, which has lasted over a thousand years. When the party disbands after their victory, Frieren casually returns to her \"usual\" routine of collecting spells across the continent. Due to her different sense of time, she seemingly holds no strong feelings toward the experiences she went through.\n\nAs the years pass, Frieren gradually realizes how her days in the hero's party truly impacted her. Witnessing the deaths of two of her former companions, Frieren begins to regret having taken their presence for granted; she vows to better understand humans and create real personal connections. Although the story of that once memorable journey has long ended, a new tale is about to begin.\n\n[Written by MAL Rewrite]",
            "score": 9.3
        },
        {
            "title": "Chainsaw Man Movie: Reze-hen",
            "image": "https:\/\/cdn.myanimelist.net\/images\/anime\/1763\/150638.jpg",
            "description": "Sequel to Chainsaw Man.",
            "score": 9.1
        },
        {
            "title": "Bleach: Sennen Kessen-hen",
            "image": "https:\/\/cdn.myanimelist.net\/images\/anime\/1908\/135431.jpg",
            "description": "Substitute Soul Reaper Ichigo Kurosaki spends his days fighting against Hollows, dangerous evil spirits that threaten Karakura Town. Ichigo carries out his quest with his closest allies: Orihime Inoue, his childhood friend with a talent for healing; Yasutora Sado, his high school classmate with superhuman strength; and Uryuu Ishida, Ichigo's Quincy rival.\n\nIchigo's vigilante routine is disrupted by the sudden appearance of Asguiaro Ebern, a dangerous Arrancar who heralds the return of Yhwach, an ancient Quincy king. Yhwach seeks to reignite the historic blood feud between Soul Reaper and Quincy, and he sets his sights on erasing both the human world and the Soul Society for good.\n\nYhwach launches a two-pronged invasion into both the Soul Society and Hueco Mundo, the home of Hollows and Arrancar. In retaliation, Ichigo and his friends must fight alongside old allies and enemies alike to end Yhwach's campaign of carnage before the world itself comes to an end.\n\n[Written by MAL Rewrite]",
            "score": 9
        },
        {
            "title": "Gintama.",
            "image": "https:\/\/cdn.myanimelist.net\/images\/anime\/3\/83528.jpg",
            "description": "After joining the resistance against the bakufu, Gintoki and the gang are in hiding, along with Katsura and his Joui rebels. The Yorozuya is soon approached by Nobume Imai and two members of the Kiheitai, who explain that the Harusame pirates have turned against 7th Division Captain Kamui and their former ally Takasugi. The Kiheitai present Gintoki with a job: find Takasugi, who has been missing since his ship was ambushed in a Harusame raid. Nobume also makes a stunning revelation regarding the Tendoushuu, a secret organization pulling the strings of numerous factions, and their leader Utsuro, the shadowy figure with an uncanny resemblance to Gintoki's former teacher.\n\nHitching a ride on Sakamoto's space ship, the Yorozuya and Katsura set out for Rakuyou, Kagura's home planet, where the various factions have gathered and tensions are brewing. Long-held grudges, political infighting, and the Tendoushuu's sinister overarching plan finally culminate into a massive, decisive battle on Rakuyou.\n\n[Written by MAL Rewrite]",
            "score": 9
        },
        {
            "title": "Ginga Eiyuu Densetsu",
            "image": "https:\/\/cdn.myanimelist.net\/images\/anime\/1976\/142016.jpg",
            "description": "The 150-year-long stalemate between the two interstellar superpowers, the Galactic Empire and the Free Planets Alliance, comes to an end when a new generation of leaders arises: the idealistic military genius Reinhard von Lohengramm, and the FPA's reserved historian, Yang Wenli.\n\nWhile Reinhard climbs the ranks of the Empire with the aid of his childhood friend, Siegfried Kircheis, he must fight not only the war, but also the remnants of the crumbling Goldenbaum Dynasty in order to free his sister from the Kaiser and unify humanity under one genuine ruler. Meanwhile, on the other side of the galaxy, Yang—a strong supporter of democratic ideals—has to stand firm in his beliefs, despite the struggles of the FPA, and show his pupil, Julian Mintz, that autocracy is not the solution.\n\nAs ideologies clash amidst the war's many casualties, the two strategic masterminds must ask themselves what the real reason behind their battle is.\n\n[Written by MAL Rewrite]",
            "score": 9
        },
        {
            "title": "Gintama°",
            "image": "https:\/\/cdn.myanimelist.net\/images\/anime\/3\/72078.jpg",
            "description": "Gintoki, Shinpachi, and Kagura return as the fun-loving but broke members of the Yorozuya team! Living in an alternate-reality Edo, where swords are prohibited and alien overlords have conquered Japan, they try to thrive on doing whatever work they can get their hands on. However, Shinpachi and Kagura still haven't been paid... Does Gin-chan really spend all that cash playing pachinko?\n\nMeanwhile, when Gintoki drunkenly staggers home one night, an alien spaceship crashes nearby. A fatally injured crew member emerges from the ship and gives Gintoki a strange, clock-shaped device, warning him that it is incredibly powerful and must be safeguarded. Mistaking it for his alarm clock, Gintoki proceeds to smash the device the next morning and suddenly discovers that the world outside his apartment has come to a standstill. With Kagura and Shinpachi at his side, he sets off to get the device fixed; though, as usual, nothing is ever that simple for the Yorozuya team.\n\nFilled with tongue-in-cheek humor and moments of heartfelt emotion, Gintama's fourth season finds Gintoki and his friends facing both their most hilarious misadventures and most dangerous crises yet.\n\n[Written by MAL Rewrite]",
            "score": 9.1
        },
        {
            "title": "One Piece Fan Letter",
            "image": "https:\/\/cdn.myanimelist.net\/images\/anime\/1455\/146229.jpg",
            "description": "Although the golden age of piracy is about to reach new heights, most people do not seek the glory of finding the elusive One Piece—a treasure signifying a new conqueror of all seas that was once embodied by the legendary King of the Pirates, Gol D. Roger. However, even if civilians generally despise pirates, they secretly cheer for at least one of them. \n\nOne red-headed girl from Sabaody Archipelago is no exception: She reveres Nami, the ingenious female navigator of Monkey D. Luffy's Straw Hat crew. Determined to deliver a fan letter to her idol, the Sabaody child is prepared to challenge forces of authority who strive to prevent Luffy and his friends from departing for their next destination: the New World. But to succeed, Nami's fan may need to risk her life and interfere with the Marines' plans, potentially causing devastating consequences for the wider world.\n\n[Written by MAL Rewrite]",
            "score": 9
        },
        {
            "title": "Fullmetal Alchemist: Brotherhood",
            "image": "https:\/\/cdn.myanimelist.net\/images\/anime\/1208\/94745.jpg",
            "description": "After a horrific alchemy experiment goes wrong in the Elric household, brothers Edward and Alphonse are left in a catastrophic new reality. Ignoring the alchemical principle banning human transmutation, the boys attempted to bring their recently deceased mother back to life. Instead, they suffered brutal personal loss: Alphonse's body disintegrated while Edward lost a leg and then sacrificed an arm to keep Alphonse's soul in the physical realm by binding it to a hulking suit of armor.\n\nThe brothers are rescued by their neighbor Pinako Rockbell and her granddaughter Winry. Known as a bio-mechanical engineering prodigy, Winry creates prosthetic limbs for Edward by utilizing \"automail,\" a tough, versatile metal used in robots and combat armor. After years of training, the Elric brothers set off on a quest to restore their bodies by locating the Philosopher's Stone—a powerful gem that allows an alchemist to defy the traditional laws of Equivalent Exchange.\n\nAs Edward becomes an infamous alchemist and gains the nickname \"Fullmetal,\" the boys' journey embroils them in a growing conspiracy that threatens the fate of the world.\n\n[Written by MAL Rewrite]",
            "score": 9.1
        },
        {
            "title": "Shingeki no Kyojin Season 3 Part 2",
            "image": "https:\/\/cdn.myanimelist.net\/images\/anime\/1517\/100633.jpg",
            "description": "Seeking to restore humanity's diminishing hope, the Survey Corps embark on a mission to retake Wall Maria, where the battle against the merciless \"Titans\" takes the stage once again.\n\nReturning to the tattered Shiganshina District that was once his home, Eren Yeager and the Corps find the town oddly unoccupied by Titans. Even after the outer gate is plugged, they strangely encounter no opposition. The mission progresses smoothly until Armin Arlert, highly suspicious of the enemy's absence, discovers distressing signs of a potential scheme against them. \n\nShingeki no Kyojin Season 3 Part 2 follows Eren as he vows to take back everything that was once his. Alongside him, the Survey Corps strive—through countless sacrifices—to carve a path towards victory and uncover the secrets locked away in the Yeager family's basement.\n\n[Written by MAL Rewrite]",
            "score": 9.1
        },
        {
            "title": "Kaguya-sama wa Kokurasetai: Ultra Romantic",
            "image": "https:\/\/cdn.myanimelist.net\/images\/anime\/1160\/122627.jpg",
            "description": "The elite members of Shuchiin Academy's student council continue their competitive day-to-day antics. Council president Miyuki Shirogane clashes daily against vice-president Kaguya Shinomiya, each fighting tooth and nail to trick the other into confessing their romantic love. Kaguya struggles within the strict confines of her wealthy, uptight family, rebelling against her cold default demeanor as she warms to Shirogane and the rest of her friends.\n\nMeanwhile, council treasurer Yuu Ishigami suffers under the weight of his hopeless crush on Tsubame Koyasu, a popular upperclassman who helps to instill a new confidence in him. Miko Iino, the newest student council member, grows closer to the rule-breaking Ishigami while striving to overcome her own authoritarian moral code.\n\nAs love further blooms at Shuchiin Academy, the student council officers drag their outsider friends into increasingly comedic conflicts.\n\n[Written by MAL Rewrite]",
            "score": 9
        }
    ],
    "movies": [
        {
            "title": "Frankenstein",
            "image": "https:\/\/image.tmdb.org\/t\/p\/w500\/g4JtvGlQO7DByTI6frUobqvSL3R.jpg",
            "description": "Dr. Victor Frankenstein, a brilliant but egotistical scientist, brings a creature to life in a monstrous experiment that ultimately leads to the undoing of both the creator and his tragic creation.",
            "score": 7.7
        },
        {
            "title": "One Battle After Another",
            "image": "https:\/\/image.tmdb.org\/t\/p\/w500\/r4uXvqCeco0KmO0CjlhXuTEFuSE.jpg",
            "description": "Washed-up revolutionary Bob exists in a state of stoned paranoia, surviving off-grid with his spirited, self-reliant daughter, Willa. When his evil nemesis resurfaces after 16 years and she goes missing, the former radical scrambles to find her, father and daughter both battling the consequences of his past.",
            "score": 7.5
        },
        {
            "title": "Zootopia 2",
            "image": "https:\/\/image.tmdb.org\/t\/p\/w500\/bjUWGw0Ao0qVWxagN3VCwBJHVo6.jpg",
            "description": "After cracking the biggest case in Zootopia's history, rookie cops Judy Hopps and Nick Wilde find themselves on the twisting trail of a great mystery when Gary De'Snake arrives and turns the animal metropolis upside down. To crack the case, Judy and Nick must go undercover to unexpected new parts of town, where their growing partnership is tested like never before.",
            "score": 7.6
        },
        {
            "title": "Bugonia",
            "image": "https:\/\/image.tmdb.org\/t\/p\/w500\/oxgsAQDAAxA92mFGYCZllgWkH9J.jpg",
            "description": "Two conspiracy obsessed young men kidnap the high-powered CEO of a major company, convinced that she is an alien intent on destroying planet Earth.",
            "score": 7.4
        },
        {
            "title": "Trap House",
            "image": "https:\/\/image.tmdb.org\/t\/p\/w500\/6tpAPeuuqbVnYWWPoOLEDLSBU7a.jpg",
            "description": "An undercover DEA agent and his partner embark on a game of cat and mouse with an audacious, and surprising group of thieves - their own rebellious teenagers, who have begun robbing from a dangerous cartel, using their parents' tactics and top-secret intel to do it.",
            "score": 6.1
        },
        {
            "title": "Predator: Badlands",
            "image": "https:\/\/image.tmdb.org\/t\/p\/w500\/ef2QSeBkrYhAdfsWGXmp0lvH0T1.jpg",
            "description": "Cast out from his clan, a young Predator finds an unlikely ally in a damaged android and embarks on a treacherous journey in search of the ultimate adversary.",
            "score": 7.3
        },
        {
            "title": "Five Nights at Freddy's 2",
            "image": "https:\/\/image.tmdb.org\/t\/p\/w500\/udAxQEORq2I5wxI97N2TEqdhzBE.jpg",
            "description": "One year since the supernatural nightmare at Freddy Fazbear's Pizza, the stories about what transpired there have been twisted into a campy local legend, inspiring the town's first ever Fazfest. With the truth kept from her, Abby sneaks out to reconnect with Freddy, Bonnie, Chica, and Foxy, setting into motion a terrifying series of events that will reveal dark secrets about the real origin of Freddy's, and unleash a decades-hidden horror.",
            "score": 6.8
        },
        {
            "title": "Anaconda",
            "image": "https:\/\/image.tmdb.org\/t\/p\/w500\/5MDnvvkOqthhE5gQebzkcOhD1p5.jpg",
            "description": "A group of friends facing mid-life crises head to the rainforest with the intention of remaking their favorite movie from their youth, only to find themselves in a fight for their lives against natural disasters, giant snakes and violent criminals.",
            "score": 6.2
        },
        {
            "title": "Wicked: For Good",
            "image": "https:\/\/image.tmdb.org\/t\/p\/w500\/si9tolnefLSUKaqQEGz1bWArOaL.jpg",
            "description": "As an angry mob rises against the Wicked Witch, Glinda and Elphaba will need to come together one final time. With their singular friendship now the fulcrum of their futures, they will need to truly see each other, with honesty and empathy, if they are to change themselves, and all of Oz, for good.",
            "score": 6.7
        },
        {
            "title": "TRON: Ares",
            "image": "https:\/\/image.tmdb.org\/t\/p\/w500\/chpWmskl3aKm1aTZqUHRCtviwPy.jpg",
            "description": "A highly sophisticated Program called Ares is sent from the digital world into the real world on a dangerous mission, marking humankind's first encounter with A.I. beings.",
            "score": 6.6
        },
        {
            "title": "Eternity",
            "image": "https:\/\/image.tmdb.org\/t\/p\/w500\/o8pg20G67BGmQvRkXwstNre062J.jpg",
            "description": "In an afterlife where souls have one week to decide where to spend eternity, Joan is faced with the impossible choice between the man she spent her life with and her first love, who died young and has waited decades for her to arrive.",
            "score": 7.2
        },
        {
            "title": "xXx",
            "image": "https:\/\/image.tmdb.org\/t\/p\/w500\/xeEw3eLeSFmJgXZzmF2Efww0q3s.jpg",
            "description": "Xander Cage is your standard adrenaline junkie with no fear and a lousy attitude. When the US Government \"recruits\" him to go on a mission, he's not exactly thrilled. His mission: to gather information on an organization that may just be planning the destruction of the world, led by the nihilistic Yorgi.",
            "score": 6
        },
        {
            "title": "The Housemaid",
            "image": "https:\/\/image.tmdb.org\/t\/p\/w500\/cWsBscZzwu5brg9YjNkGewRUvJX.jpg",
            "description": "Trying to escape her past, Millie Calloway accepts a job as a live-in housemaid for the wealthy Nina and Andrew Winchester. But what begins as a dream job quickly unravels into something far more dangerous—a sexy, seductive game of secrets, scandal, and power.",
            "score": 7.4
        },
        {
            "title": "Avatar: Fire and Ash",
            "image": "https:\/\/image.tmdb.org\/t\/p\/w500\/g96wHxU7EnoIFwemb2RgohIXrgW.jpg",
            "description": "In the wake of the devastating war against the RDA and the loss of their eldest son, Jake Sully and Neytiri face a new threat on Pandora: the Ash People, a violent and power-hungry Na'vi tribe led by the ruthless Varang. Jake's family must fight for their survival and the future of Pandora in a conflict that pushes them to their emotional and physical limits.",
            "score": 7.4
        },
        {
            "title": "Marty Supreme",
            "image": "https:\/\/image.tmdb.org\/t\/p\/w500\/n0fnflUWcwzbQ5x32G8zx0INs3G.jpg",
            "description": "In 1950s New York, Marty Mauser, a young man with a dream no one respects, goes to Hell and back in pursuit of greatness.",
            "score": 7.9
        },
        {
            "title": "Now You See Me: Now You Don't",
            "image": "https:\/\/image.tmdb.org\/t\/p\/w500\/oD3Eey4e4Z259XLm3eD3WGcoJAh.jpg",
            "description": "The original Four Horsemen reunite with a new generation of illusionists to take on powerful diamond heiress Veronika Vanderberg, who leads a criminal empire built on money laundering and trafficking. The new and old magicians must overcome their differences to work together on their most ambitious heist yet.",
            "score": 6.6
        }
    ],
    "books": [
        {
            "title": "Three Wishes",
            "image": "http:\/\/books.google.com\/books\/content?id=8WEejwEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
            "description": "No description available.",
            "score": "N\/A"
        }
    ],
    "music": [
        {
            "title": "Folded",
            "image": "https:\/\/is1-ssl.mzstatic.com\/image\/thumb\/Music211\/v4\/20\/45\/55\/2045552e-882a-b225-8be7-e67f4feacf19\/075679609687.jpg\/170x170bb.png",
            "description": "Kehlani",
            "score": "N\/A",
            "preview_url": "https:\/\/audio-ssl.itunes.apple.com\/itunes-assets\/AudioPreview221\/v4\/d9\/9a\/9c\/d99a9c75-742b-e5bc-6a31-b0d6c5f13d43\/mzaf_13074541150775238987.plus.aac.p.m4a"
        },
        {
            "title": "times of my life",
            "image": "https:\/\/is1-ssl.mzstatic.com\/image\/thumb\/Music211\/v4\/b9\/30\/f5\/b930f5b9-cdc7-b694-324b-19d6d03163de\/25UMGIM89366.rgb.jpg\/170x170bb.png",
            "description": "mgk",
            "score": "N\/A",
            "preview_url": "https:\/\/audio-ssl.itunes.apple.com\/itunes-assets\/AudioPreview221\/v4\/b4\/b7\/dd\/b4b7dd86-c5ec-7698-f298-6cb69339a81a\/mzaf_2786227511989911621.plus.aac.p.m4a"
        },
        {
            "title": "God Don’t Play About Me",
            "image": "https:\/\/is1-ssl.mzstatic.com\/image\/thumb\/Music221\/v4\/95\/ad\/14\/95ad1479-52fb-fea6-826a-8cbb8f9757b8\/artwork.jpg\/170x170bb.png",
            "description": "Aria Blu",
            "score": "N\/A",
            "preview_url": "https:\/\/audio-ssl.itunes.apple.com\/itunes-assets\/AudioPreview221\/v4\/b8\/80\/d8\/b880d8a3-b6c7-e435-459a-78a6dcf5c773\/mzaf_11820154765794360924.plus.aac.p.m4a"
        },
        {
            "title": "Running Up That Hill (A Deal With God) [2018 Remaster]",
            "image": "https:\/\/is1-ssl.mzstatic.com\/image\/thumb\/Music116\/v4\/62\/97\/32\/62973286-5bb3-0de7-c051-8b2de8d95472\/cover.jpg\/170x170bb.png",
            "description": "Kate Bush",
            "score": "N\/A",
            "preview_url": "https:\/\/audio-ssl.itunes.apple.com\/itunes-assets\/AudioPreview126\/v4\/e5\/ba\/20\/e5ba201c-8940-86d1-0541-520079b6c916\/mzaf_13026886145802029834.plus.aac.p.m4a"
        },
        {
            "title": "Pink Pony Club",
            "image": "https:\/\/is1-ssl.mzstatic.com\/image\/thumb\/Music126\/v4\/41\/bc\/fb\/41bcfb43-91d5-931d-5747-fb381803143f\/23UMGIM21715.rgb.jpg\/170x170bb.png",
            "description": "Chappell Roan",
            "score": "N\/A",
            "preview_url": "https:\/\/audio-ssl.itunes.apple.com\/itunes-assets\/AudioPreview211\/v4\/b4\/04\/68\/b4046869-8807-59be-e26f-5dba298d6c75\/mzaf_4172540121850127763.plus.aac.p.m4a"
        },
        {
            "title": "Opalite",
            "image": "https:\/\/is1-ssl.mzstatic.com\/image\/thumb\/Music221\/v4\/58\/8f\/a9\/588fa9a2-7cc5-f02c-9ce6-c986e0dc1c15\/25UM1IM19577.rgb.jpg\/170x170bb.png",
            "description": "Taylor Swift",
            "score": "N\/A",
            "preview_url": "https:\/\/audio-ssl.itunes.apple.com\/itunes-assets\/AudioPreview221\/v4\/84\/94\/9d\/84949d58-7d09-3255-6acf-542073931d8c\/mzaf_14614880375013905164.plus.aac.p.m4a"
        },
        {
            "title": "Choosin' Texas",
            "image": "https:\/\/is1-ssl.mzstatic.com\/image\/thumb\/Music221\/v4\/e2\/91\/4d\/e2914d0a-7f1d-f04c-fbf4-c50b38548838\/196873638690.jpg\/170x170bb.png",
            "description": "Ella Langley",
            "score": "N\/A",
            "preview_url": "https:\/\/audio-ssl.itunes.apple.com\/itunes-assets\/AudioPreview221\/v4\/f1\/7a\/5e\/f17a5e39-0041-7e2b-47a7-ba1bea866ad6\/mzaf_9564649528592941839.plus.aac.p.m4a"
        },
        {
            "title": "Gut Punch",
            "image": "https:\/\/is1-ssl.mzstatic.com\/image\/thumb\/Music221\/v4\/c8\/f3\/42\/c8f342f1-a45b-e312-c437-71b32638ddb3\/25UM1IM83975.rgb.jpg\/170x170bb.png",
            "description": "Nick Jonas",
            "score": "N\/A",
            "preview_url": "https:\/\/audio-ssl.itunes.apple.com\/itunes-assets\/AudioPreview211\/v4\/61\/18\/57\/61185702-1960-e093-c49b-057dcca7532e\/mzaf_17248794775766204504.plus.aac.p.m4a"
        },
        {
            "title": "End of Beginning",
            "image": "https:\/\/is1-ssl.mzstatic.com\/image\/thumb\/Music112\/v4\/e5\/94\/31\/e59431de-7591-58e6-c4d4-105b6373ad6a\/5056494917336_1.jpg\/170x170bb.png",
            "description": "Djo",
            "score": "N\/A",
            "preview_url": "https:\/\/audio-ssl.itunes.apple.com\/itunes-assets\/AudioPreview221\/v4\/6e\/df\/af\/6edfaf58-f901-e9b5-840b-9ac9e37f34b7\/mzaf_8465065510938624101.plus.aac.p.m4a"
        },
        {
            "title": "Zombie",
            "image": "https:\/\/is1-ssl.mzstatic.com\/image\/thumb\/Music211\/v4\/7e\/3b\/91\/7e3b9146-cce2-0326-40db-854eacac9668\/25UM2IM05245.rgb.jpg\/170x170bb.png",
            "description": "YUNGBLUD & The Smashing Pumpkins",
            "score": "N\/A",
            "preview_url": "https:\/\/audio-ssl.itunes.apple.com\/itunes-assets\/AudioPreview211\/v4\/b9\/e5\/76\/b9e5769b-42a1-7ba4-d2f6-50ea9dec1d0a\/mzaf_9910065350257228725.plus.aac.p.m4a"
        },
        {
            "title": "Ordinary",
            "image": "https:\/\/is1-ssl.mzstatic.com\/image\/thumb\/Music211\/v4\/46\/78\/fb\/4678fb84-d19e-f11b-93ff-4dc17660bff8\/075679619075.jpg\/170x170bb.png",
            "description": "Alex Warren",
            "score": "N\/A",
            "preview_url": "https:\/\/audio-ssl.itunes.apple.com\/itunes-assets\/AudioPreview211\/v4\/f4\/2f\/82\/f42f82e5-e164-dd14-4f9a-2767d0215bae\/mzaf_2512873933120069750.plus.aac.p.m4a"
        },
        {
            "title": "WHERE IS MY HUSBAND!",
            "image": "https:\/\/is1-ssl.mzstatic.com\/image\/thumb\/Music211\/v4\/69\/10\/8a\/69108a18-55ec-d774-a653-90b2242733db\/199538765458.jpg\/170x170bb.png",
            "description": "RAYE",
            "score": "N\/A",
            "preview_url": "https:\/\/audio-ssl.itunes.apple.com\/itunes-assets\/AudioPreview211\/v4\/c7\/16\/34\/c716348b-2768-3e4f-75d6-136bbb11ce6b\/mzaf_17115623893667689076.plus.aac.p.m4a"
        },
        {
            "title": "Golden",
            "image": "https:\/\/is1-ssl.mzstatic.com\/image\/thumb\/Music211\/v4\/e1\/15\/42\/e1154273-8ecd-5702-e6e6-597f28001681\/25UMGIM82363.rgb.jpg\/170x170bb.png",
            "description": "HUNTR\/X, EJAE, AUDREY NUNA, REI AMI & KPop Demon Hunters Cast",
            "score": "N\/A",
            "preview_url": "https:\/\/audio-ssl.itunes.apple.com\/itunes-assets\/AudioPreview211\/v4\/b0\/a1\/9f\/b0a19f8c-65c1-12c8-e060-a55e9d601810\/mzaf_18243853170459082896.plus.aac.p.m4a"
        },
        {
            "title": "The Fate of Ophelia",
            "image": "https:\/\/is1-ssl.mzstatic.com\/image\/thumb\/Music221\/v4\/58\/8f\/a9\/588fa9a2-7cc5-f02c-9ce6-c986e0dc1c15\/25UM1IM19577.rgb.jpg\/170x170bb.png",
            "description": "Taylor Swift",
            "score": "N\/A",
            "preview_url": "https:\/\/audio-ssl.itunes.apple.com\/itunes-assets\/AudioPreview211\/v4\/d4\/98\/5a\/d4985a3b-a00a-b378-6836-0131f81e8eb7\/mzaf_158018144022031344.plus.aac.p.m4a"
        },
        {
            "title": "Turn the Lights Off (Radio Edit) [feat. Jon]",
            "image": "https:\/\/is1-ssl.mzstatic.com\/image\/thumb\/Music124\/v4\/ed\/b2\/93\/edb29389-6ac1-7cdd-29c0-10361ca617df\/884977472622.jpg\/170x170bb.png",
            "description": "KATO",
            "score": "N\/A",
            "preview_url": "https:\/\/audio-ssl.itunes.apple.com\/itunes-assets\/AudioPreview115\/v4\/0b\/10\/87\/0b1087ce-11c3-89dd-1fd7-e5d9b43dff1f\/mzaf_3974753472174453582.plus.aac.p.m4a"
        },
        {
            "title": "Man I Need",
            "image": "https:\/\/is1-ssl.mzstatic.com\/image\/thumb\/Music221\/v4\/08\/e2\/21\/08e22164-7c0b-1522-818f-e0e74f62dc49\/25UMGIM69703.rgb.jpg\/170x170bb.png",
            "description": "Olivia Dean",
            "score": "N\/A",
            "preview_url": "https:\/\/audio-ssl.itunes.apple.com\/itunes-assets\/AudioPreview221\/v4\/91\/06\/c5\/9106c56f-45b1-ce78-25d1-849054f92c13\/mzaf_6432634085089146792.plus.aac.p.m4a"
        }
    ],
    "generated_at": "2026-01-04T21:51:41+01:00",
    "cache_source": "api"
}